11/data/attachments/fe00d571191e1c27.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:currentUserRequest>
            <nif:username>soap_user_bc2f4975-b660-4d28-9204-0cd64d96fc61</nif:username>
        </nif:currentUserRequest>
    </soapenv:Body>
</soapenv:Envelope>